{
  "welcome_title": "Identifique vulnerabilidades de forma rápida e simples",
  "welcome_subtitle": "O Horusec é uma estrutura open source que identifica falhas de segurança com apenas um comando.",

  "type_of_analysis_title": "Tipos de análise Horusec",
  "type_of_analysis_about_title": "Tipos de análise",
  "type_of_analysis_subtitle": "O Horusec realiza 3 tipos de análises de desempenho para identificar se existe alguma falha de segurança:",

  "type_of_analysis_card_1_icon": "icons/check-shield.svg",
  "type_of_analysis_card_1_title": "Teste estático de segurança de aplicativos (SAST)",
  "type_of_analysis_card_1_caption": "Analisa vulnerabilidades de Projetos Web, App e Desktop, Processos de qualidade e Infraestrutura como código (IaC).",

  "type_of_analysis_card_2_icon": "icons/shield-lock.svg",
  "type_of_analysis_card_2_title": "Vazamentos",
  "type_of_analysis_card_2_caption": "Investiga arquivos em busca de possíveis vazamentos de credenciais, chaves privadas ou senhas codificadas.",

  "type_of_analysis_card_3_icon": "icons/task-checklist.svg",
  "type_of_analysis_card_3_title": "Auditoria de dependência",
  "type_of_analysis_card_3_caption": "Verifica as dependências do projeto para buscar problemas de segurança em bibliotecas.",

  "languages_title": "Linguagens",
  "languages_subtitle": "Desenvolvimento seguro e orquestração de ferramentas conhecidas pela comunidade open source.",

  "projects_with_trusted_codes_title": "Projetos com códigos confiáveis",
  "projects_with_trusted_codes_subtitle": "Pipelines mais seguras de ponta a ponta.",

  "culture_of_safety_title": "Cultura de Segurança",
  "culture_of_safety_subtitle": "O Horusec é baseado na lógica Security by Design, cultura de desenvolvimento seguro por camadas que resulta em mais segurança para todo tipo de código.",

  "assisted_development_title": "Desenvolvimento assistido",
  "assisted_development_subtitle": "Além de apontar possíveis falhas, o Horusec oferece análises detalhadas dos cógidos, que resulta em mais aprendizagem e menos erros futuros.",

  "manage_found_vulnerabilities_title": "Administre vulnerabilidades encontradas",
  "manage_found_vulnerabilities_subtitle": "As aplicações web do Horusec são uma extensão das funcionalidades para encontrar, gerenciar e classificar falhas encontradas.",

  "about_title": "Sobre o Horusec",

  "who_use_title": "Quem usa",

  "about_horusec": "Sobre o Horusec",

  "what_is_it_title": "O que é ? ",
  "what_is_it_subtitle": "Horusec é uma ferramenta open source que orquestra outras ferramentas de segurança e identifica falhas de segurança e vulnerabilidades em projetos, centralizando todos os resultados em um banco de dados para análise e geração de métricas.",

  "how_it_works_title": "Como funciona? ",
  "how_it_works_subtitle": "Ao executar comandos na CLI, o Horusec analisa a segurança dos códigos, identifica e classifica possíveis vulnerabilidades (falhas).",

  "where_to_use_title": "Onde usar?",
  "where_to_use_subtitle": "<h6>Localmente</h6><p>O Horusec possui uma CLI intuitiva e pensada para quem desenvolve, onde é possível realizar uma análise localmente da máquina.</p><h6>Esteira de CI/CD</h6><p>Adicione o Horusec nas esteiras de Continuous Integration ou Continuous Deploy para garantir uma camada de segurança no seu projeto e previnir que um código malicioso entre em produção.</p><h6>Extensões para IDE</h6><p>É muito comum utilizar uma IDE (Integrated Development Environment ou Ambiente de Desenvolvimento Integrado) com extensões e plugins para auxiliar no desenvolvimento. Realize análises através da própria extensão do Horusec e garanta velocidade nas suas entregas.</p>",

  "why_use_title": "Porque usar?",
  "why_use_subtitle": "<p><strong>O Horusec promove a cultura do desenvolvimento seguro aplicando a lógica de Security by Design:</strong> traz segurança e garante que possíveis vulnerabilidades desconhecidas serão encontradas através de análise. </p> <p><strong>Melhora a sua experiência:</strong> <br> Garante a segurança dos projetos no processo de CI e CD e, assim, reduz os custos de correção de uma vulnerabilidade. </p>",

  "community_title": "Contribua com o Horusec",
  "community_subtitle": "Faça parte de uma comunidade que constrói produtos inovadores na era cloud-native.",

  
  "404_title": "Ops! Essa página foi morar na nuvem."
}
