{
    "welcome_title": "Identifique vulnerabilidades de forma rápida e simples",
    "welcome_subtitle": "O Horusec é uma estrutura open source que identifica falhas de segurança com apenas um comando.",
    "welcome_download": "Faça download",
    "welcome_contribute": "Quero contribuir",

    "type_of_analysis_title" : "Tipos de análise Horusec",
    "type_of_analysis_subtitle": "O Horusec realiza 3 tipos de análises de desempenho para identificar se existe alguma falha de segurança:",
    
    "type_of_analysis_card_1_icon": "",
    "type_of_analysis_card_1_title": "Teste estático de segurança de aplicativos (SAST)",
    "type_of_analysis_card_1_caption": "Analisa vulnerabilidades de Projetos Web, App e Desktop, Processos de qualidade e Infraestrutura como código (IaC).",
    
    "type_of_analysis_card_2_icon": "",
    "type_of_analysis_card_2_title": "Vazamentos",
    "type_of_analysis_card_2_caption": "Investiga arquivos em busca de possíveis vazamentos de credenciais, chaves privadas ou senhas codificadas.",
    
    "type_of_analysis_card_3_icon": "",
    "type_of_analysis_card_3_title": "Auditoria de dependência",
    "type_of_analysis_card_3_caption": "Verifica as dependências do projeto para buscar problemas de segurança em bibliotecas.",
    
    "languages_title" : "Linguagens",
    "languages_subtitle": "Desenvolvimento seguro e orquestração de ferramentas conhecidas pela comunidade open source.",

    "projects_with_trusted_codes_title": "Projetos com códigos confiáveis",
    "projects_with_trusted_codes_subtitle": "Pipelines mais seguras de ponta a ponta.",

    "culture_of_safety_title": "Cultura de Segurança",
    "culture_of_safety_subtitle" : "O Horusec é baseado na lógica Security by Design, cultura de desenvolvimento seguro por camadas que resulta em mais segurança para todo tipo de código.",

    "assisted_development_title": "Desenvolvimento assistido",
    "assisted_development_subtitle": "Além de apontar possíveis falhas, o Horusec oferece análises detalhadas dos cógidos, que resulta em mais aprendizagem e menos erros futuros.",

    "manage_found_vulnerabilities_title": "Administre vulnerabilidades encontradas",
    "manage_found_vulnerabilities_subtitle": "As aplicações web do Horusec são uma extensão das funcionalidades para encontrar, gerenciar e classificar falhas encontradas.",

    "who_use_title": "Quem usa"
 
}